Repository: mesanders/CodeToCritique
Catalog: src/ATS.eFP.WebJob.Email/Application/Localization/LocalizedText.*.resx
Languages: es_mx

source: Asset Id:
es_mx: ID del Activo:

# AssetNum
source: Asset #:
es_mx: # de Activo:

# AssignedTech
source: Assigned Technician:
es_mx: Técnico Asignado:

source: Bldg Location:
es_mx: Ubicación del Edificio:

# DescriptionIssue
source: Description of Issue:
es_mx: Descripción de Problema:

source: EquipDescr:
es_mx: Descripción del Equipo:

source: Equipment Criticality:
es_mx: Criticidad del Equipo:

source: Asset Description:
es_mx: Descripción del Activo:

source: Equipment ID:
es_mx: ID del Equipo:

# EquipmentSublocation
source: Sub-location:
es_mx: Sublocación:

source: Escalated At:
es_mx: Escalado En:

# EscalationOpen
source: Escalation Notification
es_mx: Notificación de la Escalación

# EscalationCompleted
source: Escalation Notification - Work Order is Completed
es_mx: Notificación de la Escalación - La Orden de Trabajo está Completada

source: Event Monitor Description:
es_mx: Descripción del Monitor de Eventos

source: Event Monitor Information
es_mx: Información del Monitor de Eventos

source: Event Monitor Name
es_mx: Nombre del Monitor de Eventos

source: Malfunction Stop:
es_mx: Malfuncionamiento:

source: Malfunction Start:
es_mx: Comienzo del Malfuncionamiento:

source: NA
es_mx: No aplica

# NoEquip
source: No equip on WO, only Sublocation
es_mx: La orden de trabajo no tiene equipo, solo sublocación

source: No repair remarks
es_mx: No hay comentarios de reparación

source: Operational Status:
es_mx: Estatus Operacional:

source: OpStatus:
es_mx: Estatus de Operación:

source: Site:
es_mx: Sitio:

# SubjectCreated
source: Work Order {0} Created
es_mx: Orden de Trabajo {0} Creada

source: Subloc:
es_mx: Sublocación:

source: Sublocation:
es_mx: Sublocación:

source: Task Template:
es_mx: Plantilla de Tarea

source: Technician Remarks:
es_mx: Observaciones del Técnico:

source: WO#:
es_mx: # OT:

# WorkOrdedrPriority
source: Work Order Priority:
es_mx: Prioridad de Orden de Trabajo:

# WorkOrderCreated
source: Your work order {0}, has been created.
es_mx: Su orden de Trabajo {0} ha sido creada.

source: Work Order Date/Time:
es_mx: Fecha/Hora de la Orden de Trabajo:

source: Work Order Description:
es_mx: Descripción de la Orden de Trabajo

source: Work Order Number:
es_mx: Número de la Orden de Trabajo:

source: Work Order Status:
es_mx: Estatus de la Orden de Trabajo:

source: Work Order Type:
es_mx: Tipo de Orden de Trabajo:

# WorkorderFooter
source: If you have an account, you may view this Work Order in:
es_mx: Si tiene una cuenta, puede ver esta Orden de Trabajo en :

source: Notes:
es_mx: Notas:

# SubjectCompleted
source: Work Order {0} Completed
es_mx: Orden de Trabajo {0} Terminada

# WorkOrderCompleted
source: Your work order {0}, has been completed.
es_mx: Su orden de trabajo {0}, ha sido completada.

# CentralTime
source: Central Standard Time
es_mx: Horario Estandar del Centro

# EasternTime
source: Eastern Standard Time
es_mx: Horario Estandar del Este

# PacificTime
source: Pacific Standard Time
es_mx: Horario Estandar del Pacífico

# MountainTime
source: Mountain Standard Time
es_mx: Horario Estandard de la Montaña
